-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Мар 23 2017 г., 15:17
-- Версия сервера: 5.7.17-0ubuntu0.16.04.1
-- Версия PHP: 7.0.13-0ubuntu0.16.04.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `my_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `migration`
--

CREATE TABLE `migration` (
  `version` varchar(180) NOT NULL,
  `apply_time` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `migration`
--

INSERT INTO `migration` (`version`, `apply_time`) VALUES
('m000000_000000_base', 1490270731),
('m170324_134637_create_test_db', 1490270738),
('m170324_134638_create_test_db', 1490271630),
('m170324_134643_create_test_db', 1490272885),
('m170324_134644_create_test_db', 1490272996),
('m170324_134645_create_test_db', 1490273101),
('m170324_134646_create_test_db', 1490274903);

-- --------------------------------------------------------

--
-- Структура таблицы `proba`
--

CREATE TABLE `proba` (
  `id` int(11) NOT NULL,
  `message` text NOT NULL,
  `oncreate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `proba`
--

INSERT INTO `proba` (`id`, `message`, `oncreate`) VALUES
(1, 'Тестовое сообщение 1', '2016-06-09 11:06:38'),
(2, 'Тестовое сообщение 2', '2016-08-15 10:47:10'),
(3, 'Тестовое сообщение 3', '2016-11-07 15:04:17'),
(4, 'Тестовое сообщение 4', '2016-11-02 14:11:45'),
(5, 'Тестовое сообщение 5', '2016-10-15 23:42:43'),
(6, 'Тестовое сообщение 6', '2016-11-25 23:53:01'),
(7, 'Тестовое сообщение 7', '2016-08-19 02:15:19'),
(8, 'Тестовое сообщение 8', '2016-09-24 06:00:24'),
(9, 'Тестовое сообщение 9', '2016-03-10 13:23:27'),
(10, 'Тестовое сообщение 10', '2016-10-22 06:16:02'),
(11, 'Тестовое сообщение 11', '2016-09-17 08:43:16'),
(12, 'Тестовое сообщение 12', '2016-05-20 22:30:02'),
(14, 'Тестовое сообщение 14', '2016-09-18 07:53:07'),
(15, 'Тестовое сообщение 15', '2016-03-14 07:42:43'),
(16, 'Тестовое сообщение 16', '2016-10-14 05:45:16'),
(17, 'Тестовое сообщение 17', '2016-05-20 21:51:32'),
(18, 'Тестовое сообщение 18', '2016-03-23 03:53:34'),
(19, 'Тестовое сообщение 19', '2016-05-24 05:31:20'),
(21, 'Тестовое сообщение 21', '2016-07-26 10:30:23'),
(22, 'Тестовое сообщение 22', '2016-03-13 11:39:44'),
(23, 'Тестовое сообщение 23', '2016-03-23 09:14:05'),
(25, 'Тестовое сообщение 25', '2016-07-12 15:31:26'),
(26, 'Тестовое сообщение 26', '2016-08-28 04:41:13'),
(27, 'Тестовое сообщение 27', '2016-12-05 18:16:21'),
(28, 'Тестовое сообщение 28', '2016-09-16 18:19:38'),
(29, 'Тестовое сообщение 29', '2017-02-06 10:37:53'),
(31, 'Тестовое сообщение 31', '2016-09-04 05:21:49'),
(32, 'Тестовое сообщение 32', '2016-04-27 23:44:30'),
(33, 'Тестовое сообщение 33', '2017-02-15 02:33:13'),
(34, 'Тестовое сообщение 34', '2016-04-23 22:26:06'),
(35, 'Тестовое сообщение 35', '2016-12-30 16:56:16'),
(36, 'Тестовое сообщение 36', '2016-09-12 04:15:55'),
(38, 'Тестовое сообщение 38', '2016-05-30 21:11:34'),
(39, 'Тестовое сообщение 39', '2016-03-18 14:16:19'),
(42, 'Тестовое сообщение 42', '2016-10-05 00:59:36'),
(43, 'Тестовое сообщение 43', '2016-03-30 17:12:36'),
(44, 'Тестовое сообщение 44', '2016-11-19 06:54:32'),
(45, 'Тестовое сообщение 45', '2016-04-04 11:52:43'),
(46, 'Тестовое сообщение 46', '2016-04-13 02:55:20'),
(47, 'Тестовое сообщение 47', '2016-06-14 14:39:48'),
(48, 'Тестовое сообщение 48', '2016-06-24 12:44:15'),
(50, 'gbsdvb', '2016-08-04 20:12:40');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `migration`
--
ALTER TABLE `migration`
  ADD PRIMARY KEY (`version`);

--
-- Индексы таблицы `proba`
--
ALTER TABLE `proba`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `proba`
--
ALTER TABLE `proba`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=51;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
